Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# rag.workspace.error.embeddingRequest.title
source: Embedding model unavailable
ar: نموذج التضمين غير متاح
de: Embedding-Modell nicht verfügbar
es: Modelo de incrustaciones no disponible
fr: Modèle d'embedding indisponible
id: Model embedding tidak tersedia
it: Modello di embedding non disponibile
ja: 埋め込みモデルが利用できません
ko: 임베딩 모델을 사용할 수 없음
nl: Embeddingmodel niet beschikbaar
pl: Model osadzania niedostępny
pt_br: Modelo de incorporação indisponível
ru: Модель эмбеддингов недоступна
tr: Gömme modeli kullanılamıyor
uk: Модель вбудовування недоступна
vi: Mô hình nhúng không khả dụng
zh_hans: 向量化模型不可用
zh_hant: 向量化模型不可用

# rag.workspace.error.feedback
source: Feedback
ar: ملاحظات
es: Comentarios
fr: Commentaires
id: Umpan Balik
ja: フィードバック
ko: 피드백
pl: Opinia
ru: Обратная связь
tr: Geri Bildirim
uk: Зворотний зв'язок
vi: Phản hồi
zh_hans: 反馈
zh_hant: 回饋

# rag.workspace.error.feedback.bodyIntro
source: Please describe what you were doing when this happened (optional). The technical details below are included automatically to help diagnose the issue.
ar: يرجى وصف ما كنت تفعله عند حدوث ذلك (اختياري). التفاصيل التقنية أدناه مضمنة تلقائيًا للمساعدة في تشخيص المشكلة.
de: Bitte beschreiben Sie, was Sie getan haben, als dies passierte (optional). Die technischen Details unten werden automatisch hinzugefügt, um die Diagnose des Problems zu unterstützen.
es: Describa qué estaba haciendo cuando ocurrió esto (opcional). Los detalles técnicos a continuación se incluyen automáticamente para ayudar a diagnosticar el problema.
fr: Veuillez décrire ce que vous faisiez lorsque cela s'est produit (facultatif). Les détails techniques ci-dessous sont inclus automatiquement pour aider à diagnostiquer le problème.
id: Silakan jelaskan apa yang Anda lakukan saat ini terjadi (opsional). Detail teknis di bawah ini disertakan secara otomatis untuk membantu mendiagnosis masalah.
it: Descrivi cosa stavi facendo quando è successo (opzionale). I dettagli tecnici qui sotto sono inclusi automaticamente per aiutare a diagnosticare il problema.
ja: この問題が発生したときに行っていた操作を説明してください（任意）。 以下の技術詳細は、問題の診断に役立てるために自動的に含まれています。
ko: 이 문제가 발생했을 때 무엇을 하고 있었는지 설명해 주세요(선택 사항). 아래 기술 세부 정보는 문제 진단을 돕기 위해 자동으로 포함됩니다.
nl: Beschrijf wat je aan het doen was toen dit gebeurde (optioneel). De technische details hieronder worden automatisch meegestuurd om het probleem te helpen diagnosticeren.
pl: Opisz, co robiłeś, gdy to się stało (opcjonalnie). Szczegóły techniczne poniżej są dołączane automatycznie, aby pomóc w diagnozowaniu problemu.
pt_br: Descreva o que você estava fazendo quando isso aconteceu (opcional). Os detalhes técnicos abaixo são incluídos automaticamente para ajudar a diagnosticar o problema.
ru: Пожалуйста, опишите, что вы делали, когда это произошло (необязательно). Технические детали ниже включены автоматически для диагностики проблемы.
tr: Lütfen bunun olduğu sırada ne yaptığınızı açıklayın (isteğe bağlı). Aşağıdaki teknik ayrıntılar, sorunu teşhis etmeye yardımcı olmak için otomatik olarak eklenir.
uk: Опишіть, що ви робили, коли це сталося (необов'язково). Технічні деталі нижче додаються автоматично, щоб допомогти діагностувати проблему.
vi: Vui lòng mô tả bạn đang làm gì khi điều này xảy ra (không bắt buộc). Các chi tiết kỹ thuật bên dưới được bao gồm tự động để giúp chẩn đoán sự cố.
zh_hans: 可在上方补充你当时在做什么（可选）。 下方技术细节会自动附上，方便排查问题。
zh_hant: 可在上方補充你當時在做什麼（選填）。 下方技術細節會自動附上，方便排查問題。

# rag.workspace.error.feedback.noDetail
source: (No technical detail captured.)
ar: (لم يتم التقاط أي تفاصيل تقنية.)
de: (Keine technischen Details erfasst.)
es: (No se capturaron detalles técnicos.)
fr: (Aucun détail technique capturé.)
id: (Tidak ada detail teknis yang ditangkap.)
it: (Nessun dettaglio tecnico acquisito.)
ja: （技術詳細は取得されていません。）
ko: (캡처된 기술 세부 정보 없음)
nl: (Geen technische details vastgelegd.)
pl: (Nie przechwycono szczegółów technicznych.)
pt_br: (Nenhum detalhe técnico capturado.)
ru: (Технические детали не записаны.)
tr: (Teknik ayrıntı yakalanamadı.)
uk: (Технічні деталі не збережено.)
vi: (Không có chi tiết kỹ thuật nào được ghi lại.)
zh_hans: （未捕获到技术细节）
zh_hant: （未捕獲到技術細節）

# rag.workspace.error.feedback.subject
source: Starcat RAG feedback
ar: ملاحظات Starcat RAG
es: Comentarios de Starcat RAG
fr: Commentaire Starcat RAG
id: Umpan balik Starcat RAG
it: Feedback Starcat RAG
ja: Starcat RAG フィードバック
ko: Starcat RAG 피드백
pl: Opinia Starcat RAG
pt_br: Feedback do Starcat RAG
ru: Starcat RAG: обратная связь
tr: Starcat RAG geri bildirimi
uk: Starcat RAG зворотний зв'язок
vi: Phản hồi Starcat RAG
zh_hans: Starcat 知识库问答反馈
zh_hant: Starcat 知識庫問答回饋

# rag.workspace.error.generation.message
source: The provider returned an incomplete response. Try again; your question is preserved.
ar: أعاد الموفر استجابة غير مكتملة. حاول مرة أخرى؛ تم الاحتفاظ بسؤالك.
de: Der Anbieter hat eine unvollständige Antwort zurückgegeben. Versuchen Sie es erneut; Ihre Frage bleibt erhalten.
es: El proveedor devolvió una respuesta incompleta. Intente de nuevo; su pregunta se conserva.
fr: Le fournisseur a renvoyé une réponse incomplète. Réessayez ; votre question est conservée.
id: Penyedia mengembalikan respons yang tidak lengkap. Coba lagi; pertanyaan Anda tetap tersimpan.
it: Il provider ha restituito una risposta incompleta. Riprova; la tua domanda è conservata.
ja: プロバイダーが不完全な応答を返しました。もう一度お試しください。質問内容は保持されています。
ko: 제공자가 불완전한 응답을 반환했습니다. 다시 시도하세요. 질문은 유지됩니다.
nl: De provider heeft een onvolledig antwoord geretourneerd. Probeer het opnieuw; je vraag blijft behouden.
pl: Dostawca zwrócił niekompletną odpowiedź. Spróbuj ponownie; twoje pytanie zostało zachowane.
pt_br: O provedor retornou uma resposta incompleta. Tente novamente; sua pergunta foi preservada.
ru: Провайдер вернул неполный ответ. Повторите попытку; ваш вопрос сохранён.
tr: Sağlayıcı eksik bir yanıt döndürdü. Tekrar deneyin; sorunuz korunur.
uk: Постачальник повернув неповну відповідь. Спробуйте ще раз; ваше запитання збережено.
vi: Nhà cung cấp trả về phản hồi không đầy đủ. Thử lại; câu hỏi của bạn được giữ nguyên.
zh_hans: 服务返回的回答不完整，请重试；你的问题已保留。
zh_hant: 服務回傳的回答不完整，請重試；你的問題已保留。

# rag.workspace.error.generation.title
source: Couldn't finish the answer
ar: تعذر إنهاء الإجابة
de: Antwort konnte nicht fertiggestellt werden
es: No se pudo finalizar la respuesta
fr: Impossible de terminer la réponse
id: Tidak dapat menyelesaikan jawaban
it: Impossibile completare la risposta
ja: 回答を完了できませんでした
ko: 답변을 완료할 수 없음
nl: Kan het antwoord niet afmaken
pl: Nie można dokończyć odpowiedzi
pt_br: Não foi possível concluir a resposta
ru: Не удалось завершить ответ
tr: Yanıt tamamlanamadı
uk: Не вдалося завершити відповідь
vi: Không thể hoàn thành câu trả lời
zh_hans: 回答未能完成
zh_hant: 回答未能完成

# rag.workspace.error.message
source: Something went wrong while talking to the knowledge base. Please try again in a moment. If it keeps happening, tap Feedback and tell us.
ar: حدث خطأ ما أثناء التحدث إلى قاعدة المعرفة. يرجى المحاولة مرة أخرى بعد قليل. إذا استمر الحدوث، فانقر على ملاحظات وأخبرنا.
de: Bei der Kommunikation mit der Wissensdatenbank ist ein Fehler aufgetreten. Bitte versuchen Sie es in einem Moment erneut. Falls es weiterhin auftritt, tippen Sie auf „Feedback“ und teilen Sie uns dies mit.
es: Algo salió mal al comunicarse con la base de conocimiento. Intente de nuevo en un momento. Si sigue ocurriendo, toque Comentarios y díganos.
fr: Un problème est survenu lors de la communication avec la base de connaissances. Veuillez réessayer dans un instant. Si cela persiste, appuyez sur Commentaires et dites-le nous.
id: Terjadi kesalahan saat berkomunikasi dengan basis pengetahuan. Silakan coba lagi sebentar. Jika terus terjadi, ketuk Umpan Balik dan beri tahu kami.
it: Qualcosa è andato storto durante la comunicazione con la knowledge base. Riprova tra un momento. Se continua, tocca Feedback e diccelo.
ja: ナレッジベースとの通信中に問題が発生しました。しばらくしてからもう一度お試しください。問題が続く場合は、フィードバックをタップしてお知らせください。
ko: 지식 베이스와 통신하는 중 문제가 발생했습니다. 잠시 후 다시 시도해 주세요. 계속 발생하면 피드백을 눌러 알려주세요.
nl: Er is iets misgegaan tijdens het communiceren met de kennisbank. Probeer het later opnieuw. Als het blijft gebeuren, tik op Feedback en laat het ons weten.
pl: Coś poszło nie tak podczas komunikacji z bazą wiedzy. Spróbuj ponownie za chwilę. Jeśli problem będzie się powtarzał, kliknij „Opinia” i powiedz nam o tym.
pt_br: Algo deu errado ao conversar com a base de conhecimento. Tente novamente em instantes. Se persistir, toque em Feedback e nos avise.
ru: Что-то пошло не так при обращении к базе знаний. Пожалуйста, повторите попытку через некоторое время. Если это повторяется, нажмите «Обратная связь» и сообщите нам.
tr: Bilgi tabanıyla konuşurken bir şeyler ters gitti. Lütfen bir süre sonra tekrar deneyin. Devam ederse, Geri Bildirim'e dokunun ve bize bildirin.
uk: Щось пішло не так під час спілкування з базою знань. Будь ласка, спробуйте ще раз за хвилину. Якщо це повторюється, натисніть «Зворотний зв'язок» і повідомте нам.
vi: Đã xảy ra lỗi khi liên lạc với cơ sở tri thức. Vui lòng thử lại sau. Nếu vẫn tiếp diễn, hãy nhấn Phản hồi và cho chúng tôi biết.
zh_hans: 向知识库提问时出了点问题，请稍后再试。若反复出现，可点「反馈」告诉我们。
zh_hant: 向知識庫提問時出了點問題，請稍後再試。若反覆出現，可點「回饋」告訴我們。

# rag.workspace.error.network.message
source: Check your network connection and the provider status, then try again. Your question is still preserved.
ar: تحقق من اتصالك بالشبكة وحالة الموفر، ثم حاول مرة أخرى. لا يزال سؤالك محفوظًا.
de: Überprüfen Sie Ihre Netzwerkverbindung und den Status des Anbieters und versuchen Sie es erneut. Ihre Frage bleibt erhalten.
es: Verifique su conexión de red y el estado del proveedor, luego intente de nuevo. Su pregunta aún se conserva.
fr: Vérifiez votre connexion réseau et l'état du fournisseur, puis réessayez. Votre question est toujours conservée.
id: Periksa koneksi jaringan Anda dan status penyedia, lalu coba lagi. Pertanyaan Anda tetap tersimpan.
it: Controlla la connessione di rete e lo stato del provider, poi riprova. La tua domanda è ancora conservata.
ja: ネットワーク接続とプロバイダーの状態を確認してから再試行してください。質問内容は保持されています。
ko: 네트워크 연결과 제공자 상태를 확인한 후 다시 시도하세요. 질문은 그대로 유지됩니다.
nl: Controleer je netwerkverbinding en de providerstatus en probeer het opnieuw. Je vraag blijft behouden.
pl: Sprawdź połączenie sieciowe i status dostawcy, a następnie spróbuj ponownie. Twoje pytanie jest nadal zachowane.
pt_br: Verifique sua conexão de rede e o status do provedor e tente novamente. Sua pergunta ainda está preservada.
ru: Проверьте сетевое подключение и статус провайдера, затем повторите попытку. Ваш вопрос сохранён.
tr: Ağ bağlantınızı ve sağlayıcı durumunu kontrol edin, ardından tekrar deneyin. Sorunuz hâlâ korunuyor.
uk: Перевірте підключення до мережі та статус постачальника, потім повторіть спробу. Ваше запитання збережено.
vi: Kiểm tra kết nối mạng và trạng thái nhà cung cấp, sau đó thử lại. Câu hỏi của bạn vẫn được giữ nguyên.
zh_hans: 请检查网络和服务状态后再试；你的问题已保留。
zh_hant: 請檢查網路和服務狀態後再試；你的問題已保留。

# rag.workspace.error.network.title
source: Couldn't reach the service
ar: تعذر الوصول إلى الخدمة
de: Dienst nicht erreichbar
es: No se pudo contactar al servicio
fr: Impossible de joindre le service
id: Tidak dapat menjangkau layanan
it: Impossibile raggiungere il servizio
ja: サービスに接続できませんでした
ko: 서비스에 연결할 수 없음
nl: Kan de service niet bereiken
pl: Nie można połączyć się z usługą
pt_br: Não foi possível acessar o serviço
ru: Не удалось связаться со службой
tr: Servise ulaşılamadı
uk: Не вдалося зв'язатися зі службою
vi: Không thể kết nối dịch vụ
zh_hans: 暂时无法连接服务
zh_hant: 暫時無法連接服務

# rag.workspace.error.planner.message
source: Try rephrasing the question or try again. Your original question is preserved.
ar: حاول إعادة صياغة السؤال أو حاول مرة أخرى. تم الاحتفاظ بسؤالك الأصلي.
de: Versuchen Sie, die Frage umzuformulieren, oder versuchen Sie es erneut. Ihre ursprüngliche Frage bleibt erhalten.
es: Intente reformular la pregunta o intente de nuevo. Su pregunta original se conserva.
fr: Essayez de reformuler la question ou réessayez. Votre question originale est conservée.
id: Coba ulangi pertanyaan atau coba lagi. Pertanyaan asli Anda tetap tersimpan.
it: Prova a riformulare la domanda o riprova. La tua domanda originale è conservata.
ja: 質問を言い換えるか、もう一度お試しください。元の質問は保持されています。
ko: 질문을 다시 표현하거나 다시 시도해 보세요. 원래 질문은 유지됩니다.
nl: Probeer de vraag anders te formuleren of probeer het opnieuw. Je oorspronkelijke vraag blijft behouden.
pl: Spróbuj przeformułować pytanie lub spróbuj ponownie. Twoje oryginalne pytanie zostało zachowane.
pt_br: Tente reformular a pergunta ou tente novamente. Sua pergunta original foi preservada.
ru: Попробуйте переформулировать вопрос или повторите попытку. Ваш исходный вопрос сохранён.
tr: Soruyu yeniden ifade etmeyi deneyin veya tekrar deneyin. Orijinal sorunuz korunur.
uk: Спробуйте переформулювати запитання або повторіть спробу. Ваше оригінальне запитання збережено.
vi: Thử diễn đạt lại câu hỏi hoặc thử lại. Câu hỏi gốc của bạn được giữ nguyên.
zh_hans: 请调整问题表述后重试；原问题已保留。
zh_hant: 請調整問題表述後重試；原問題已保留。

# rag.workspace.error.planner.title
source: Couldn't plan this question
ar: تعذر تخطيط هذا السؤال
de: Frage konnte nicht geplant werden
es: No se pudo planificar esta pregunta
fr: Impossible de planifier cette question
id: Tidak dapat merencanakan pertanyaan ini
it: Impossibile pianificare questa domanda
ja: この質問の計画を立てられませんでした
ko: 이 질문을 계획할 수 없음
nl: Kan deze vraag niet plannen
pl: Nie można zaplanować tego pytania
pt_br: Não foi possível planejar esta pergunta
ru: Не удалось спланировать этот вопрос
tr: Bu soru planlanamadı
uk: Не вдалося спланувати це запитання
vi: Không thể lập kế hoạch cho câu hỏi này
zh_hans: 暂时无法规划这个问题
zh_hant: 暫時無法規劃這個問題

# rag.workspace.error.timeout.message
source: The service took too long to respond. Try again in a moment; your question is still preserved.
ar: استغرقت الخدمة وقتًا طويلاً للاستجابة. حاول مرة أخرى بعد قليل؛ لا يزال سؤالك محفوظًا.
de: Der Dienst hat zu lange für eine Antwort gebraucht. Versuchen Sie es in einem Moment erneut; Ihre Frage bleibt erhalten.
es: El servicio tardó demasiado en responder. Intente de nuevo en un momento; su pregunta aún se conserva.
fr: Le service a mis trop de temps à répondre. Réessayez dans un instant ; votre question est toujours conservée.
id: Layanan terlalu lama merespons. Coba lagi sebentar; pertanyaan Anda tetap tersimpan.
it: Il servizio ha impiegato troppo tempo per rispondere. Riprova tra un momento; la tua domanda è ancora conservata.
ja: サービスの応答がタイムアウトしました。しばらくしてからもう一度お試しください。質問は保持されています。
ko: 서비스 응답 시간이 너무 오래 걸렸습니다. 잠시 후 다시 시도하세요. 질문은 그대로 유지됩니다.
nl: De service reageerde te langzaam. Probeer het later opnieuw; je vraag blijft behouden.
pl: Usługa nie odpowiedziała na czas. Spróbuj ponownie za chwilę; twoje pytanie jest nadal zachowane.
pt_br: O serviço demorou muito para responder. Tente novamente em instantes; sua pergunta ainda está preservada.
ru: Служба слишком долго отвечала. Повторите попытку через некоторое время; ваш вопрос сохранён.
tr: Servis yanıt vermek için çok uzun sürdü. Bir süre sonra tekrar deneyin; sorunuz hâlâ korunuyor.
uk: Служба надто довго відповідала. Спробуйте ще раз за хвилину; ваше запитання збережено.
vi: Dịch vụ mất quá nhiều thời gian để phản hồi. Thử lại sau; câu hỏi của bạn vẫn được giữ nguyên.
zh_hans: 服务响应超时，请稍后重试；你的问题已保留。
zh_hant: 服務回應逾時，請稍後重試；你的問題已保留。

# rag.workspace.error.title
source: Couldn't complete this request
ar: تعذر إكمال هذا الطلب
de: Anfrage konnte nicht abgeschlossen werden
es: No se pudo completar esta solicitud
fr: Impossible de terminer cette demande
id: Tidak dapat menyelesaikan permintaan ini
it: Impossibile completare questa richiesta
ja: このリクエストを完了できませんでした
ko: 이 요청을 완료할 수 없음
nl: Kan dit verzoek niet voltooien
pl: Nie można zrealizować tego żądania
pt_br: Não foi possível concluir esta solicitação
ru: Не удалось выполнить запрос
tr: Bu istek tamamlanamadı
uk: Не вдалося виконати цей запит
vi: Không thể hoàn thành yêu cầu này
zh_hans: 这次没能完成
zh_hant: 這次沒能完成

# rag.workspace.execution.cancelled
source: Cancelled
ar: مُلغى
de: Abgebrochen
es: Cancelado
fr: Annulé
id: Dibatalkan
it: Annullato
ja: キャンセル
ko: 취소됨
nl: Geannuleerd
pl: Anulowano
pt_br: Cancelado
ru: Отменено
tr: İptal Edildi
uk: Скасовано
vi: Đã hủy
zh_hans: 已取消
zh_hant: 已取消

# rag.workspace.execution.duration.format
source: %.1f s
ar: %.1f ث
id: %.1f dtk
ja: %.1f 秒
ko: %.1f초
ru: %.1f с
uk: %.1f с
vi: %.1f giây
zh_hans: %.1f 秒
zh_hant: %.1f 秒

# rag.workspace.execution.failed
source: Stopped because the request failed
ar: توقف بسبب فشل الطلب
de: Angehalten, weil die Anfrage fehlgeschlagen ist
es: Detenido porque la solicitud falló
fr: Arrêté car la demande a échoué
id: Berhenti karena permintaan gagal
it: Fermato perché la richiesta è fallita
ja: リクエストが失敗したため停止しました
ko: 요청 실패로 중지됨
nl: Gestopt omdat het verzoek is mislukt
pl: Zatrzymano, ponieważ żądanie nie powiodło się
pt_br: Parado porque a solicitação falhou
ru: Остановлено из-за ошибки запроса
tr: İstek başarısız olduğu için durduruldu
uk: Зупинено через помилку запиту
vi: Đã dừng vì yêu cầu thất bại
zh_hans: 请求失败，已停止
zh_hant: 請求失敗，已停止

# rag.workspace.execution.generation.startedFormat
source: Organizing an answer from %lld chunk groups
ar: تنظيم إجابة من %lld مجموعة أجزاء
de: Organisiere eine Antwort aus %lld Chunk-Gruppen
es: Organizando una respuesta a partir de %lld grupos de fragmentos
fr: Organisation d'une réponse à partir de %lld groupes d'extraits
id: Menyusun jawaban dari %lld grup potongan
it: Organizzazione di una risposta da %lld gruppi di frammenti
ja: %lld 個のチャンクグループから回答を整理中
ko: %lld개의 청크 그룹에서 답변 구성 중
nl: Een antwoord samenstellen uit %lld chunkgroepen
pl: Organizowanie odpowiedzi z %lld grup fragmentów
pt_br: Organizando uma resposta de %lld grupos de trechos
ru: Формирование ответа из %lld групп фрагментов
tr: %lld parça grubundan bir yanıt düzenleniyor
uk: Організація відповіді з %lld груп фрагментів
vi: Đang tổ chức câu trả lời từ %lld nhóm đoạn
zh_hans: 正在根据 %lld 组分片组织回答
zh_hant: 正在根據 %lld 組分片組織回答

# rag.workspace.execution.generation.summaryFormat
source: Answer generated with %lld citations
ar: تم إنشاء الإجابة بـ %lld استشهادًا
de: Antwort mit %lld Zitaten generiert
es: Respuesta generada con %lld citas
fr: Réponse générée avec %lld citations
id: Jawaban dibuat dengan %lld kutipan
it: Risposta generata con %lld citazioni
ja: %lld 件の引用を含む回答を生成
ko: %lld개의 인용으로 답변 생성됨
nl: Antwoord gegenereerd met %lld citaten
pl: Wygenerowano odpowiedź z %lld cytatami
pt_br: Resposta gerada com %lld citações
ru: Ответ сгенерирован с %lld цитатами
tr: %lld alıntı ile yanıt oluşturuldu
uk: Відповідь створено з %lld цитатами
vi: Câu trả lời được tạo với %lld trích dẫn
zh_hans: 回答已生成，使用 %lld 条引用
zh_hant: 回答已生成，使用 %lld 條引用

# rag.workspace.execution.generation.title
source: Generate answer
ar: إنشاء إجابة
de: Antwort generieren
es: Generar respuesta
fr: Générer la réponse
id: Hasilkan jawaban
it: Genera risposta
ja: 回答を生成
ko: 답변 생성
nl: Antwoord genereren
pl: Generuj odpowiedź
pt_br: Gerar resposta
ru: Создать ответ
tr: Yanıt oluştur
uk: Створити відповідь
vi: Tạo câu trả lời
zh_hans: 生成回答
zh_hant: 生成回答

# rag.workspace.execution.noCandidates
source: No repositories matched the requested scope
ar: لم تطابق أي مستودعات النطاق المطلوب
de: Keine Repositories entsprechen dem angeforderten Bereich
es: Ningún repositorio coincidió con el ámbito solicitado
fr: Aucun dépôt ne correspond à la portée demandée
id: Tidak ada repositori yang cocok dengan cakupan yang diminta
it: Nessun repository corrisponde all'ambito richiesto
ja: 要求されたスコープに一致するリポジトリがありません
ko: 요청된 범위와 일치하는 리포지토리가 없음
nl: Geen repositories komen overeen met het gevraagde bereik
pl: Żadne repozytorium nie pasuje do żądanego zakresu
pt_br: Nenhum repositório correspondeu ao escopo solicitado
ru: Ни один репозиторий не соответствует запрошенной области
tr: İstenen kapsamla eşleşen depo bulunamadı
uk: Жоден репозиторій не відповідає запитаному діапазону
vi: Không có kho lưu trữ nào khớp với phạm vi yêu cầu
zh_hans: 未找到符合范围的仓库
zh_hant: 未找到符合範圍的倉庫

# rag.workspace.execution.noEvidence
source: No sufficiently relevant knowledge-base chunks were found
ar: لم يتم العثور على أجزاء ذات صلة كافية في قاعدة المعرفة
de: Keine ausreichend relevanten Wissensdatenbank-Ausschnitte gefunden
es: No se encontraron fragmentos de la base de conocimiento suficientemente relevantes
fr: Aucun extrait de la base de connaissances suffisamment pertinent trouvé
id: Tidak ditemukan potongan basis pengetahuan yang cukup relevan
it: Nessun frammento della knowledge base sufficientemente pertinente trovato
ja: 十分に関連するナレッジベースのチャンクが見つかりませんでした
ko: 충분히 관련성 높은 지식 베이스 청크를 찾을 수 없음
nl: Geen voldoende relevante kennisbankfragmenten gevonden
pl: Nie znaleziono wystarczająco istotnych fragmentów bazy wiedzy
pt_br: Nenhum trecho suficientemente relevante da base de conhecimento foi encontrado
ru: Не найдено достаточно релевантных фрагментов базы знаний
tr: Yeterince alakalı bilgi tabanı parçası bulunamadı
uk: Не знайдено достатньо релевантних фрагментів бази знань
vi: Không tìm thấy đoạn cơ sở tri thức đủ liên quan
zh_hans: 没有找到足够相关的知识库分片
zh_hant: 沒有找到足夠相關的知識庫分片

# rag.workspace.execution.noIndex
source: Candidate repositories do not have a ready index
ar: المستودعات المرشحة ليس لديها فهرس جاهز
de: Kandidaten-Repositories haben keinen fertigen Index
es: Los repositorios candidatos no tienen un índice listo
fr: Les dépôts candidats n'ont pas d'index prêt
id: Repositori kandidat tidak memiliki indeks yang siap
it: I repository candidati non hanno un indice pronto
ja: 候補リポジトリに準備済みのインデックスがありません
ko: 후보 리포지토리에 준비된 인덱스가 없음
nl: Kandidaat-repositories hebben geen gereed index
pl: Repozytoria kandydatów nie mają gotowego indeksu
pt_br: Os repositórios candidatos não possuem um índice pronto
ru: У кандидатных репозиториев нет готового индекса
tr: Aday depoların hazır bir dizini yok
uk: Кандидатні репозиторії не мають готового індексу
vi: Các kho lưu trữ ứng viên không có chỉ mục sẵn sàng
zh_hans: 候选仓库尚未建立可用索引
zh_hant: 候選倉庫尚未建立可用索引

# rag.workspace.execution.noKnowledgeRepos
source: The knowledge base has no repositories to search
ar: لا تحتوي قاعدة المعرفة على مستودعات للبحث
de: Die Wissensdatenbank enthält keine zu durchsuchenden Repositories
es: La base de conocimiento no tiene repositorios para buscar
fr: La base de connaissances n'a aucun dépôt à rechercher
id: Basis pengetahuan tidak memiliki repositori untuk dicari
it: La knowledge base non ha repository da cercare
ja: ナレッジベースに検索可能なリポジトリがありません
ko: 지식 베이스에 검색할 리포지토리가 없음
nl: De kennisbank heeft geen repositories om te doorzoeken
pl: Baza wiedzy nie ma repozytoriów do przeszukania
pt_br: A base de conhecimento não possui repositórios para pesquisar
ru: В базе знаний нет репозиториев для поиска
tr: Bilgi tabanında aranacak depo yok
uk: База знань не містить репозиторіїв для пошуку
vi: Cơ sở tri thức không có kho lưu trữ nào để tìm kiếm
zh_hans: 知识库中没有可查询的仓库
zh_hant: 知識庫中沒有可查詢的倉庫
